Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Create your home listing and start proposing swaps.
ar: أنشئ عرض منزلك وابدأ في اقتراح التبادلات.
ar_ps: اعمل إعلان بيتك وابدأ اقترح تبديلات.
el: Δημιουργήστε την καταχώριση του σπιτιού σας και ξεκινήστε να προτείνετε ανταλλαγές.
es: Crea el anuncio de tu casa y empieza a proponer intercambios.
fa: آگهی خانه‌تان را ایجاد کنید و پیشنهاد مبادله را شروع کنید.
fr: Créez votre annonce de logement et commencez à proposer des échanges.
id: Buat listing rumah Anda dan mulai ajukan tukaran.
it: Crea l'annuncio della tua casa e inizia a proporre scambi.
ja: 住まいのリスティングを作成して、スワップの提案を始めましょう。
ro: Creează anunțul locuinței tale și începe să propui schimburi.
th: สร้างรายการบ้านของคุณและเริ่มเสนอการแลกเปลี่ยน
tr: Ev ilanını oluştur ve takas önermeye başla.
zh: 创建你的房源，开始发起互换。

source: Creating
ar: جارٍ الإنشاء
ar_ps: عم نعمل
el: Δημιουργία
es: Creando
fa: در حال ایجاد
fr: Création
id: Membuat
it: Creazione in corso
ja: 作成中
ro: Se creează
th: กำลังสร้าง
tr: Oluşturuluyor
zh: 创建中

source: Dates
ar: التواريخ
ar_ps: التواريخ
el: Ημερομηνίες
es: Fechas
fa: تاریخ‌ها
id: Tanggal
it: Date
ja: 日程
ro: Date
th: วันที่
tr: Tarihler
zh: 日期

source: Decline
ar: رفض
ar_ps: ارفض
el: Απόρριψη
es: Rechazar
fa: رد کردن
fr: Refuser
id: Tolak
it: Rifiuta
ja: 辞退
ro: Refuză
th: ปฏิเสธ
tr: Reddet
zh: 拒绝

source: Decline this proposal?
ar: رفض هذا الاقتراح؟
ar_ps: ترفض هالاقتراح؟
el: Απόρριψη αυτής της πρότασης;
es: ¿Rechazar esta propuesta?
fa: این پیشنهاد را رد می‌کنید؟
fr: Refuser cette proposition ?
id: Tolak usulan ini?
it: Rifiutare questa proposta?
ja: この提案を辞退しますか？
ro: Refuzi această propunere?
th: ปฏิเสธข้อเสนอนี้หรือไม่?
tr: Bu teklif reddedilsin mi?
zh: 拒绝此提议？

source: Delete profile
ar: حذف الملف الشخصي
ar_ps: احذف الملف الشخصي
el: Διαγραφή προφίλ
es: Eliminar perfil
fa: حذف نمایه
fr: Supprimer le profil
id: Hapus profil
it: Elimina profilo
ja: プロフィールを削除
ro: Șterge profilul
th: ลบโปรไฟล์
tr: Profili sil
zh: 删除资料

source: Delete this profile
ar: حذف هذا الملف الشخصي
ar_ps: احذف هالملف الشخصي
el: Διαγραφή αυτού του προφίλ
es: Eliminar este perfil
fa: حذف این نمایه
fr: Supprimer ce profil
id: Hapus profil ini
it: Elimina questo profilo
ja: このプロフィールを削除
ro: Șterge acest profil
th: ลบโปรไฟล์นี้
tr: Bu profili sil
zh: 删除此资料

source: Didn't get it? Send a new code
ar: لم يصلك؟ أرسل رمزاً جديداً
ar_ps: ما وصلك؟ ابعت كود جديد
el: Δεν το λάβατε; Αποστολή νέου κωδικού
es: ¿No lo recibiste? Enviar un código nuevo
fa: دریافت نکردید؟ کد جدید ارسال کنید
fr: Vous ne l'avez pas reçu ? Envoyer un nouveau code
id: Tidak menerimanya? Kirim kode baru
it: Non l'hai ricevuto? Invia un nuovo codice
ja: 届きませんでしたか？ 新しいコードを送信
ro: Nu l-ai primit? Trimite un cod nou
th: ไม่ได้รับ? ส่งรหัสใหม่
tr: Almadın mı? Yeni bir kod gönder
zh: 没收到？发送新验证码

source: Dishwasher
ar: غسالة أطباق
ar_ps: جلاية صحون
el: Πλυντήριο πιάτων
es: Lavavajillas
fa: ماشین ظرفشویی
fr: Lave-vaisselle
id: Mesin cuci piring
it: Lavastoviglie
ja: 食洗機
ro: Mașină de spălat vase
th: เครื่องล้างจาน
tr: Bulaşık makinesi
zh: 洗碗机

source: Done
ar: تم
ar_ps: تم
el: Τέλος
es: Listo
fa: تمام
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ro: Gata
th: เสร็จสิ้น
tr: Tamam
zh: 完成

source: Draft with AI
ar: اكتب مسودة بالذكاء الاصطناعي
ar_ps: اكتب بالذكاء الاصطناعي
el: Σύνταξη με AI
es: Redactar con IA
fa: پیش‌نویس با هوش مصنوعی
fr: Rédiger avec l'IA
id: Buat draf dengan AI
it: Scrivi con l'IA
ja: AIで下書き
ro: Redactează cu AI
th: ร่างด้วย AI
tr: Yapay zeka ile taslak oluştur
zh: 用 AI 起草

source: Drafted by AI from your listing and theirs — make it yours.
ar: كُتبت بالذكاء الاصطناعي من عرضك وعرضهم — اجعلها على طريقتك.
ar_ps: مكتوب بالذكاء الاصطناعي من إعلانك وإعلانهم — خلّيه على ذوقك.
el: Συντάχθηκε από AI με βάση την καταχώρισή σας και τη δική τους — κάντε το δικό σας.
es: Redactado por la IA a partir de tu anuncio y el suyo — hazlo tuyo.
fa: توسط هوش مصنوعی از روی آگهی شما و آن‌ها پیش‌نویس شد — آن را شخصی‌سازی کنید.
fr: Rédigé par l'IA à partir de votre annonce et de la leur — personnalisez-le.
id: Dibuat draf oleh AI dari listing Anda dan mereka — jadikan milik Anda.
it: Redatto dall'IA dal tuo annuncio e dal loro — personalizzalo.
ja: あなたと相手のリスティングからAIが下書きしました。自由に編集してください。
ro: Redactat de AI din anunțul tău și al lor — fă-l al tău.
th: ร่างโดย AI จากรายการของคุณและของพวกเขา — ปรับให้เป็นสไตล์ของคุณ
tr: Senin ve onların ilanından yapay zeka tarafından taslak hâline getirildi — kendi tarzına uyarla.
zh: 由 AI 根据你和对方的房源起草——再润色成你的风格。

source: Drafted on-device
ar: كُتبت على الجهاز
ar_ps: مكتوب على الجهاز
el: Συντάχθηκε στη συσκευή
es: Redactado en el dispositivo
fa: پیش‌نویس روی دستگاه
fr: Rédigé sur l'appareil
id: Draf dibuat di perangkat
it: Scritto sul dispositivo
ja: デバイス上で下書き作成
ro: Redactat pe dispozitiv
th: ร่างบนอุปกรณ์
tr: Cihazda taslak oluşturuldu
zh: 在设备本地起草

source: Drafted with AI
ar: كُتبت بالذكاء الاصطناعي
ar_ps: مكتوب بالذكاء الاصطناعي
el: Συντάχθηκε με AI
es: Redactado con IA
fa: پیش‌نویس با هوش مصنوعی
fr: Rédigé avec l'IA
id: Draf dibuat dengan AI
it: Scritto con l'IA
ja: AIで下書き作成
ro: Redactat cu AI
th: ร่างด้วย AI
tr: Yapay zeka ile taslak oluşturuldu
zh: 由 AI 起草

source: Drafting…
ar: جارٍ كتابة المسودة…
ar_ps: عم نكتب…
el: Σύνταξη…
es: Redactando…
fa: در حال پیش‌نویس…
fr: Rédaction…
id: Membuat draf…
it: Sto scrivendo…
ja: 下書き作成中…
ro: Se redactează…
th: กำลังร่าง…
tr: Taslak oluşturuluyor…
zh: 起草中…

source: Dryer
ar: مجفّف
ar_ps: نشّافة
el: Στεγνωτήριο
es: Secadora
fa: خشک‌کن
fr: Sèche-linge
id: Pengering
it: Asciugatrice
ja: 乾燥機
ro: Uscător de rufe
th: เครื่องอบผ้า
tr: Kurutma makinesi
zh: 烘干机

source: e.g. Italia
ar: مثال: إيطاليا
ar_ps: مثلاً إيطاليا
el: π.χ. Ιταλία
es: p. ej. Italia
fa: مثلاً ایتالیا
fr: ex. Italie
id: mis. Italia
it: es. Italia
ja: 例：イタリア
ro: ex. Italia
th: เช่น Italia
tr: ör. İtalya
zh: 例如 意大利

source: e.g. Roma
ar: مثال: روما
ar_ps: مثلاً روما
el: π.χ. Ρώμη
es: p. ej. Roma
fa: مثلاً رم
fr: ex. Rome
id: mis. Roma
it: es. Roma
ja: 例：ローマ
ro: ex. Roma
th: เช่น Roma
tr: ör. Roma
zh: 例如 罗马

source: e.g. Trastevere
ar: مثال: تراستيفيري
ar_ps: مثلاً تراستيفيري
el: π.χ. Trastevere
es: p. ej. Trastevere
fa: مثلاً تراستوره
fr: ex. Trastevere
id: mis. Trastevere
it: es. Trastevere
ja: 例：トラステヴェレ
ro: ex. Trastevere
th: เช่น Trastevere
tr: ör. Trastevere
zh: 例如 特拉斯泰韦雷

source: e.g. would these dates work?
ar: مثال: هل تناسبك هذه التواريخ؟
ar_ps: مثلاً هالتواريخ بتزبط؟
el: π.χ. θα σας βόλευαν αυτές οι ημερομηνίες;
es: p. ej. ¿te vendrían bien estas fechas?
fa: مثلاً این تاریخ‌ها مناسب است؟
fr: ex. ces dates vous conviendraient-elles ?
id: mis. apakah tanggal ini cocok?
it: es. queste date vanno bene?
ja: 例：この日程でご都合いかがですか？
ro: ex. ar merge aceste date?
th: เช่น วันที่เหล่านี้สะดวกไหม?
tr: ör. bu tarihler uygun mu?
zh: 例如 这些日期方便吗？

source: Earned
ar: المكتسبة
ar_ps: مكسوب
el: Κερδισμένοι
es: Ganados
fa: کسب‌شده
fr: Gagnés
id: Diperoleh
it: Guadagnati
ja: 獲得済み
ro: Câștigate
th: ได้รับแล้ว
tr: Kazanıldı
zh: 已赚取

source: Edit
ar: تعديل
ar_ps: تعديل
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
ja: 編集
ro: Editează
th: แก้ไข
tr: Düzenle
zh: 编辑

source: Edit listing
ar: تعديل العرض
ar_ps: عدّل الإعلان
el: Επεξεργασία καταχώρισης
es: Editar anuncio
fa: ویرایش آگهی
fr: Modifier l'annonce
it: Modifica annuncio
ja: リスティングを編集
ro: Editează anunțul
th: แก้ไขรายการ
tr: İlanı düzenle
zh: 编辑房源

source: Edit your home
ar: عدّل منزلك
ar_ps: عدّل بيتك
el: Επεξεργασία του σπιτιού σας
es: Edita tu casa
fa: ویرایش خانه شما
fr: Modifier votre logement
id: Edit rumah Anda
it: Modifica la tua casa
ja: 住まいを編集
ro: Editează-ți locuința
th: แก้ไขบ้านของคุณ
tr: Evini düzenle
zh: 编辑你的家

source: Elevator
ar: مصعد
ar_ps: مصعد
el: Ασανσέρ
es: Ascensor
fa: آسانسور
fr: Ascenseur
id: Lift
it: Ascensore
ja: エレベーター
ro: Lift
th: ลิฟต์
tr: Asansör
zh: 电梯

source: Email code
ar: رمز البريد الإلكتروني
ar_ps: كود الإيميل
el: Κωδικός email
es: Código por correo
fa: کد ایمیل
fr: Code par e-mail
id: Kode email
it: Codice email
ja: メールコード
ro: Cod prin e-mail
th: รหัสทางอีเมล
tr: E-posta kodu
zh: 邮箱验证码

source: End date must be after start date.
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء.
ar_ps: تاريخ النهاية لازم يكون بعد تاريخ البداية.
el: Η ημερομηνία λήξης πρέπει να είναι μετά την ημερομηνία έναρξης.
es: La fecha de fin debe ser posterior a la de inicio.
fa: تاریخ پایان باید بعد از تاریخ شروع باشد.
fr: La date de fin doit être après la date de début.
id: Tanggal akhir harus setelah tanggal mulai.
it: La data di fine deve essere successiva alla data di inizio.
ja: 終了日は開始日より後にしてください。
ro: Data de sfârșit trebuie să fie după data de început.
th: วันสิ้นสุดต้องหลังวันเริ่มต้น
tr: Bitiş tarihi, başlangıç tarihinden sonra olmalı.
zh: 结束日期须晚于开始日期。

source: End date must be after start.
ar: يجب أن يكون تاريخ الانتهاء بعد البدء.
ar_ps: تاريخ النهاية لازم يكون بعد البداية.
el: Η ημερομηνία λήξης πρέπει να είναι μετά την έναρξη.
es: La fecha de fin debe ser posterior a la de inicio.
fa: تاریخ پایان باید بعد از شروع باشد.
fr: La date de fin doit être après le début.
id: Tanggal akhir harus setelah tanggal mulai.
it: La data di fine deve essere successiva a quella di inizio.
ja: 終了日は開始日より後にしてください。
ro: Data de sfârșit trebuie să fie după cea de început.
th: วันสิ้นสุดต้องหลังวันเริ่มต้น
tr: Bitiş tarihi, başlangıçtan sonra olmalı.
zh: 结束日期须晚于开始日期。

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحاً.
ar_ps: اكتب إيميل صحيح.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Introduce una dirección de correo válida.
fa: یک آدرس ایمیل معتبر وارد کنید.
fr: Saisissez une adresse e-mail valide.
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ro: Introdu o adresă de e-mail validă.
th: กรอกที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi gir.
zh: 请输入有效的邮箱地址。

source: Enter the address manually.
ar: أدخل العنوان يدوياً.
ar_ps: اكتب العنوان يدوي.
el: Εισαγάγετε τη διεύθυνση χειροκίνητα.
es: Introduce la dirección manualmente.
fa: آدرس را به‌صورت دستی وارد کنید.
fr: Saisissez l'adresse manuellement.
id: Masukkan alamat secara manual.
it: Inserisci l'indirizzo manualmente.
ja: 住所を手動で入力してください。
ro: Introdu adresa manual.
th: กรอกที่อยู่ด้วยตนเอง
tr: Adresi elle gir.
zh: 请手动输入地址。

source: Enter your code.
ar: أدخل رمزك.
ar_ps: اكتب الكود.
el: Εισαγάγετε τον κωδικό σας.
es: Introduce tu código.
fa: کد خود را وارد کنید.
fr: Saisissez votre code.
id: Masukkan kode Anda.
it: Inserisci il codice.
ja: コードを入力してください。
ro: Introdu codul tău.
th: กรอกรหัสของคุณ
tr: Kodunu gir.
zh: 请输入你的验证码。

source: Entire place
ar: المكان بالكامل
ar_ps: البيت كامل
el: Ολόκληρος ο χώρος
es: Alojamiento entero
fa: کل ملک
fr: Logement entier
id: Seluruh tempat
it: Intera casa
ja: まるまる貸切
ro: Întreaga locuință
th: ทั้งสถานที่
tr: Tüm mekân
zh: 整套住所

source: Every friend who joins and verifies earns you %@ travel points — and bumps you up the early-access line. Points are never money.
ar: كل صديق ينضم ويوثّق هويته يكسبك %@ نقطة سفر — ويقدّمك في صف الوصول المبكر. النقاط ليست مالاً أبداً.
ar_ps: كل صاحب بيدخل ويوثّق بيكسبك %@ نقطة سفر — وبيطلّعك بدور الوصول المبكر. النقاط أبداً مش مصاري.
el: Κάθε φίλος που εγγράφεται και επαληθεύεται σας κερδίζει %@ πόντους ταξιδιού — και σας ανεβάζει στη λίστα πρόωρης πρόσβασης. Οι πόντοι δεν είναι ποτέ χρήματα.
es: Cada amigo que se une y se verifica te hace ganar %@ puntos de viaje — y te sube en la lista de acceso anticipado. Los puntos nunca son dinero.
fa: هر دوستی که عضو شود و هویتش را تأیید کند، %@ امتیاز سفر برای شما به ارمغان می‌آورد — و شما را در صف دسترسی زودهنگام بالا می‌برد. امتیازها هرگز پول نیستند.
fr: Chaque ami qui s'inscrit et se vérifie vous rapporte %@ points de voyage — et vous fait avancer dans la file d'accès anticipé. Les points ne sont jamais de l'argent.
id: Setiap teman yang bergabung dan terverifikasi memberi Anda %@ poin perjalanan — dan menaikkan Anda di antrean akses awal. Poin bukanlah uang.
it: Ogni amico che si unisce e si verifica ti fa guadagnare %@ punti viaggio — e ti fa salire nella fila ad accesso anticipato. I punti non sono mai denaro.
ja: 友人が参加して認証するたびに %@ トラベルポイントを獲得でき、早期アクセスの列でも順位が上がります。ポイントはお金ではありません。
ro: Fiecare prieten care se înscrie și se verifică îți aduce %@ puncte de călătorie — și te urcă în coada de acces anticipat. Punctele nu sunt niciodată bani.
th: เพื่อนทุกคนที่เข้าร่วมและยืนยันตัวตนทำให้คุณได้รับ %@ พอยต์เดินทาง — และขยับคุณขึ้นในคิวเข้าใช้งานก่อนใคร พอยต์ไม่ใช่เงิน
tr: Katılan ve doğrulanan her arkadaş sana %@ seyahat puanı kazandırır — ve seni erken erişim sırasında öne taşır. Puanlar asla para değildir.
zh: 每位加入并通过验证的好友都为你赚得 %@ 旅行积分——并让你在抢先体验队列中前进。积分绝非金钱。

source: Example: host 2 nights of your home (%1$@ points / night) → earn %2$@ points → spend them on 2 nights here.
ar: مثال: استضِف ليلتين في منزلك (%1$@ نقطة / الليلة) ← اكسب %2$@ نقطة ← أنفقها على ليلتين هنا.
ar_ps: مثلاً: استضيف ليلتين ببيتك (%1$@ نقطة / الليلة) ← اكسب %2$@ نقطة ← اصرفهن على ليلتين هون.
el: Παράδειγμα: φιλοξενήστε 2 νύχτες στο σπίτι σας (%1$@ πόντοι / νύχτα) → κερδίστε %2$@ πόντους → ξοδέψτε τους σε 2 νύχτες εδώ.
es: Ejemplo: hospeda 2 noches en tu casa (%1$@ puntos / noche) → gana %2$@ puntos → gástalos en 2 noches aquí.
fa: مثال: ۲ شب میزبان خانه‌تان شوید (%1$@ امتیاز / شب) ← %2$@ امتیاز کسب کنید ← آن‌ها را برای ۲ شب اینجا خرج کنید.
fr: Exemple : accueillez 2 nuits dans votre logement (%1$@ points / nuit) → gagnez %2$@ points → dépensez-les pour 2 nuits ici.
id: Contoh: jamu 2 malam di rumah Anda (%1$@ poin / malam) → dapatkan %2$@ poin → pakai untuk 2 malam di sini.
it: Esempio: ospita 2 notti nella tua casa (%1$@ punti / notte) → guadagna %2$@ punti → spendili per 2 notti qui.
ja: 例：あなたの住まいで2泊ホストする（%1$@ポイント / 泊）→ %2$@ポイント獲得 → ここで2泊に使う。
ro: Exemplu: găzduiește 2 nopți în locuința ta (%1$@ puncte / noapte) → câștigă %2$@ puncte → cheltuiește-le pe 2 nopți aici.
th: ตัวอย่าง: เป็นเจ้าของที่พัก 2 คืน (%1$@ พอยต์ / คืน) → ได้รับ %2$@ พอยต์ → ใช้ที่นี่ 2 คืน
tr: Örnek: evinde 2 gece ev sahipliği yap (%1$@ puan / gece) → %2$@ puan kazan → bunları burada 2 gece için harca.
zh: 例如：接待他人住你家 2 晚（%1$@ 积分 / 晚）→ 赚得 %2$@ 积分 → 用来在此住 2 晚。

source: Experiences
ar: التجارب
ar_ps: تجارب
el: Εμπειρίες
es: Experiencias
fa: تجربه‌ها
fr: Expériences
id: Pengalaman
it: Esperienze
ja: 体験
ro: Experiențe
th: ประสบการณ์
tr: Deneyimler
zh: 体验

source: Explore
ar: استكشف
ar_ps: استكشف
el: Εξερεύνηση
es: Explorar
fa: کاوش
fr: Explorer
id: Jelajahi
it: Esplora
ja: 探す
ro: Explorează
th: สำรวจ
tr: Keşfet
zh: 探索

source: Fill location automatically while you are at the home.
ar: املأ الموقع تلقائياً وأنت في المنزل.
ar_ps: عبّي الموقع تلقائياً وإنت بالبيت.
el: Συμπληρώστε αυτόματα την τοποθεσία όσο βρίσκεστε στο σπίτι.
es: Rellena la ubicación automáticamente mientras estás en la casa.
fa: هنگامی که در خانه هستید، موقعیت را به‌طور خودکار پر کنید.
fr: Remplissez la localisation automatiquement pendant que vous êtes au logement.
id: Isi lokasi otomatis saat Anda berada di rumah.
it: Compila la posizione automaticamente mentre sei in casa.
ja: 住まいにいる間に位置情報を自動入力します。
ro: Completează locația automat cât timp ești la locuință.
th: กรอกตำแหน่งอัตโนมัติขณะที่คุณอยู่ที่บ้าน
tr: Evdeyken konumu otomatik olarak doldur.
zh: 当你在家时自动填写位置。

source: Fill the essentials so your guest can settle in without messaging you.
ar: املأ الأساسيات حتى يستقر ضيفك دون مراسلتك.
ar_ps: عبّي الأساسيات عشان ضيفك يستقر بدون ما يراسلك.
el: Συμπληρώστε τα βασικά ώστε ο επισκέπτης σας να εγκατασταθεί χωρίς να σας μηνύσει.
es: Rellena lo esencial para que tu huésped se instale sin tener que escribirte.
fa: موارد ضروری را پر کنید تا مهمانتان بدون پیام دادن به شما مستقر شود.
fr: Renseignez l'essentiel pour que votre voyageur puisse s'installer sans vous écrire.
id: Isi hal-hal penting agar tamu Anda bisa menyesuaikan diri tanpa mengirim pesan ke Anda.
it: Compila l'essenziale così il tuo ospite può sistemarsi senza scriverti.
ja: ゲストがあなたに連絡せずに過ごせるよう、必要事項を入力しましょう。
ro: Completează informațiile esențiale ca oaspetele tău să se poată instala fără să-ți scrie.
th: กรอกข้อมูลสำคัญเพื่อให้ผู้เข้าพักจัดการได้เองโดยไม่ต้องส่งข้อความหาคุณ
tr: Misafirinin sana mesaj atmadan yerleşebilmesi için temel bilgileri doldur.
zh: 填好基本信息，让房客无需联系你即可顺利入住。

source: Filter by dates
ar: تصفية حسب التواريخ
ar_ps: فلتر حسب التواريخ
el: Φιλτράρισμα κατά ημερομηνίες
es: Filtrar por fechas
fa: فیلتر بر اساس تاریخ
fr: Filtrer par dates
id: Filter berdasarkan tanggal
it: Filtra per date
ja: 日程で絞り込む
ro: Filtrează după date
th: กรองตามวันที่
tr: Tarihe göre filtrele
zh: 按日期筛选

source: Filters
ar: عوامل التصفية
ar_ps: فلاتر
el: Φίλτρα
es: Filtros
fa: فیلترها
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
ro: Filtre
th: ตัวกรอง
tr: Filtreler
zh: 筛选

source: Find your past trips
ar: اعثر على رحلاتك السابقة
ar_ps: لاقي رحلاتك السابقة
el: Βρείτε τα προηγούμενα ταξίδια σας
es: Encuentra tus viajes anteriores
fa: سفرهای گذشته خود را پیدا کنید
fr: Retrouvez vos voyages passés
id: Temukan perjalanan masa lalu Anda
it: Trova i tuoi viaggi passati
ja: 過去の旅行を探す
ro: Găsește-ți călătoriile anterioare
th: ค้นหาทริปที่ผ่านมาของคุณ
tr: Geçmiş seyahatlerini bul
zh: 查找你的过往行程

source: Finding homes free for your dates…
ar: نبحث عن منازل متاحة في تواريخك…
ar_ps: عم ندوّر على بيوت فاضية لتواريخك…
el: Αναζήτηση σπιτιών διαθέσιμων για τις ημερομηνίες σας…
es: Buscando casas libres para tus fechas…
fa: در حال یافتن خانه‌های خالی برای تاریخ‌های شما…
fr: Recherche de logements libres pour vos dates…
id: Mencari rumah yang kosong untuk tanggal Anda…
it: Ricerca di case libere per le tue date…
ja: 日程に空きのある住まいを探しています…
ro: Căutăm locuințe libere pentru datele tale…
th: กำลังหาบ้านที่ว่างตามวันที่ของคุณ…
tr: Tarihlerine uygun evler aranıyor…
zh: 正在查找你选定日期内可用的房源…

source: Finding this home...
ar: نبحث عن هذا المنزل...
ar_ps: عم ندوّر على هالبيت...
el: Αναζήτηση αυτού του σπιτιού...
es: Buscando esta casa...
fa: در حال یافتن این خانه...
fr: Recherche de ce logement...
id: Mencari rumah ini...
it: Ricerca di questa casa...
ja: この住まいを探しています...
ro: Căutăm această locuință...
th: กำลังค้นหาบ้านนี้...
tr: Bu ev bulunuyor...
zh: 正在查找此房源…

source: Finish your home guide (%@%%)
ar: أكمل دليل منزلك (%@%%)
ar_ps: خلّص دليل بيتك (%@%%)
el: Ολοκληρώστε τον οδηγό του σπιτιού σας (%@%%)
es: Completa la guía de tu casa (%@%%)
fa: راهنمای خانه‌تان را تکمیل کنید (٪%@)
fr: Terminez votre guide du logement (%@%%)
id: Selesaikan panduan rumah Anda (%@%%)
it: Completa la guida della tua casa (%@%%)
ja: ホームガイドを完成させる（%@%%）
ro: Finalizează ghidul locuinței tale (%@%%)
th: ทำคู่มือบ้านของคุณให้เสร็จ (%@%%)
tr: Ev rehberini tamamla (%%%@)
zh: 完善你的家庭指南（%@%%）

source: Flexible
ar: مرن
ar_ps: مرن
el: Ευέλικτες
fa: انعطاف‌پذیر
id: Fleksibel
it: Flessibile
ja: 柔軟
ro: Flexibil
th: ยืดหยุ่น
tr: Esnek
zh: 灵活

source: Friend's email (optional)
ar: بريد الصديق الإلكتروني (اختياري)
ar_ps: إيميل الصاحب (اختياري)
el: Email φίλου (προαιρετικό)
es: Correo del amigo (opcional)
fa: ایمیل دوست (اختیاری)
fr: E-mail de l'ami (facultatif)
id: Email teman (opsional)
it: Email dell'amico (facoltativa)
ja: 友人のメールアドレス（任意）
ro: E-mailul prietenului (opțional)
th: อีเมลของเพื่อน (ไม่บังคับ)
tr: Arkadaşının e-postası (isteğe bağlı)
zh: 好友的邮箱（可选）

source: From
ar: من
ar_ps: من
el: Από
es: Desde
fa: از
fr: Du
id: Dari
it: Dal
ja: 差出人
ro: De la
th: จาก
tr: Başlangıç
zh: 从

source: Garden
ar: حديقة
ar_ps: جنينة
el: Κήπος
es: Jardín
fa: باغ
fr: Jardin
id: Taman
it: Giardino
ja: 庭
ro: Grădină
th: สวน
tr: Bahçe
zh: 花园

source: Generated %@
ar: تم الإنشاء %@
ar_ps: تولّد %@
el: Δημιουργήθηκε %@
es: Generado %@
fa: تولید‌شده %@
fr: Généré %@
id: Dibuat %@
it: Generato %@
ja: %@に生成
ro: Generat %@
th: สร้างเมื่อ %@
tr: %@ oluşturuldu
zh: 生成于 %@

source: Get a code.
ar: احصل على رمز.
ar_ps: جيب كود.
el: Λάβετε έναν κωδικό.
es: Consigue un código.
fa: یک کد دریافت کنید.
fr: Obtenez un code.
id: Dapatkan kode.
it: Ricevi un codice.
ja: コードを取得。
ro: Obține un cod.
th: รับรหัส
tr: Kod al.
zh: 获取验证码。

source: Get help
ar: احصل على مساعدة
ar_ps: احصل على مساعدة
el: Λάβετε βοήθεια
es: Obtener ayuda
fa: دریافت کمک
fr: Obtenir de l'aide
id: Dapatkan bantuan
it: Ottieni aiuto
ja: ヘルプを見る
ro: Obține ajutor
th: ขอความช่วยเหลือ
tr: Yardım al
zh: 获取帮助

source: Get Inspired
ar: استلهم
ar_ps: خذ إلهام
el: Εμπνευστείτε
es: Inspírate
fa: الهام بگیرید
fr: Trouver l'inspiration
id: Dapatkan Inspirasi
it: Lasciati ispirare
ja: インスピレーションを得る
ro: Inspiră-te
th: หาแรงบันดาลใจ
tr: İlham Al
zh: 获取灵感

source: Get Inspired, compose a swap package
ar: استلهم، وأنشئ باقة تبادل
ar_ps: خذ إلهام، وجهّز باقة تبديل
el: Εμπνευστείτε, συνθέστε ένα πακέτο ανταλλαγής
es: Inspírate y compón un paquete de intercambio
fa: الهام بگیرید، یک بسته مبادله بسازید
fr: Trouvez l'inspiration, composez un forfait d'échange
id: Dapatkan Inspirasi, susun paket tukaran
it: Lasciati ispirare, componi un pacchetto di scambio
ja: インスピレーションを得て、スワップパッケージを作成
ro: Inspiră-te, compune un pachet de schimb
th: หาแรงบันดาลใจ สร้างแพ็กเกจการแลกเปลี่ยน
tr: İlham al, bir takas paketi oluştur
zh: 获取灵感，组合互换方案

source: Get the ID-verified badge hosts trust. Takes about two minutes.
ar: احصل على شارة توثيق الهوية التي يثق بها المضيفون. تستغرق نحو دقيقتين.
ar_ps: احصل على شارة توثيق الهوية اللي المستضيفين بيثقوا فيها. بتاخد دقيقتين تقريباً.
el: Αποκτήστε το σήμα ταυτότητας επαλήθευσης που εμπιστεύονται οι οικοδεσπότες. Διαρκεί περίπου δύο λεπτά.
es: Consigue la insignia de identidad verificada en la que confían los anfitriones. Tardas unos dos minutos.
fa: نشان احراز هویت را که میزبانان به آن اعتماد دارند، بگیرید. حدود دو دقیقه طول می‌کشد.
fr: Obtenez le badge d'identité vérifiée auquel les hôtes font confiance. Environ deux minutes.
id: Dapatkan lencana terverifikasi ID yang dipercaya tuan rumah. Hanya sekitar dua menit.
it: Ottieni il badge con identità verificata di cui gli host si fidano. Richiede circa due minuti.
ja: ホストが信頼するID認証バッジを取得しましょう。約2分で完了します。
ro: Obține insigna de identitate verificată în care gazdele au încredere. Durează aproximativ două minute.
th: รับตรายืนยันตัวตนที่เจ้าของที่พักไว้วางใจ ใช้เวลาประมาณสองนาที
tr: Ev sahiplerinin güvendiği kimlik doğrulama rozetini al. Yaklaşık iki dakika sürer.
zh: 获取房东信赖的实名验证徽章。约需两分钟。

source: Gift points
ar: إهداء النقاط
ar_ps: اهدِ نقاط
el: Δωρεά πόντων
es: Regalar puntos
fa: هدیه امتیاز
fr: Offrir des points
id: Hadiahkan poin
it: Regala punti
ja: ポイントを贈る
ro: Dăruiește puncte
th: มอบพอยต์
tr: Puan hediye et
zh: 赠送积分

source: Google sign-in failed. Try again.
ar: فشل تسجيل الدخول عبر Google. حاول مرة أخرى.
ar_ps: فشل تسجيل الدخول بـ Google. جرّب كمان مرة.
el: Η σύνδεση με Google απέτυχε. Δοκιμάστε ξανά.
es: El inicio de sesión con Google falló. Inténtalo de nuevo.
fa: ورود با Google ناموفق بود. دوباره تلاش کنید.
fr: La connexion Google a échoué. Réessayez.
id: Masuk dengan Google gagal. Coba lagi.
it: Accesso con Google non riuscito. Riprova.
ja: Googleでのサインインに失敗しました。もう一度お試しください。
ro: Conectarea cu Google a eșuat. Încearcă din nou.
th: เข้าสู่ระบบด้วย Google ล้มเหลว ลองอีกครั้ง
tr: Google ile giriş başarısız oldu. Tekrar dene.
zh: Google 登录失败，请重试。

source: Group by
ar: التجميع حسب
ar_ps: جمّع حسب
el: Ομαδοποίηση κατά
es: Agrupar por
fa: گروه‌بندی بر اساس
fr: Grouper par
id: Kelompokkan menurut
it: Raggruppa per
ja: グループ化
ro: Grupează după
th: จัดกลุ่มตาม
tr: Grupla
zh: 分组方式

source: Guest
ar: ضيف
ar_ps: ضيف
el: Επισκέπτης
es: Huésped
fa: مهمان
fr: Voyageur
id: Tamu
it: Ospite
ja: ゲスト
ro: Oaspete
th: ผู้เข้าพัก
tr: Misafir
zh: 房客

source: Guest favorite
ar: المفضّل لدى الضيوف
ar_ps: المفضّل عند الضيوف
el: Αγαπημένο επισκεπτών
es: Favorito de los huéspedes
fa: مورد علاقه مهمانان
fr: Coup de cœur voyageurs
id: Favorit tamu
it: Scelto dagli ospiti
ja: ゲストのお気に入り
ro: Preferata oaspeților
th: ที่พักยอดนิยมของผู้เข้าพัก
tr: Misafir favorisi
zh: 房客最爱
